/**
 * @file control_pwm.h
 * @brief 
 * @author hjroyal 
 * @version 1.0
 * @date 2024-08-30
 * 
 * @copyright Copyright (c) 2024  XXXX
 * 
 * @par Modification log:
 * <table>
 * <tr><th>Date           <th>Version   <th>Author      <th>Description
 * <tr><td>2024-08-30     <td>1.0       <td>hjroyal     <td>
 * </table>
 */
#include "include.h"

/*
*********************************************************************************************************
*                                       Function Declaration
*                                 (函数声明，本文件使用加static修饰)
*********************************************************************************************************
*/


/*
*********************************************************************************************************
*                                       Function Realization
*                                 (函数实现，持续优化，接口设计可扩展)
*********************************************************************************************************
*/
